{
    "Home":"Inicio",
    "Projects":"Proyectos",
    "Bages":"Insignias",
    "About-me":"Sobre mi",
    "Contact-me":"Contactame",
    "references":"Referencias",
    "English":"Inglés",
    "Spain":"Español",
    "greeting":"Hola",
    "me":"Soy Diego Duarte",
    "rol":"Desarrollador de Software",
    "resume":"Como desarrollador de software me gusta resolver problemas, diseñar y escribir código para cualquier projecto, mi objetivo es buscar la mejor solución usando herramientas de software",
    "cv":"Descargar CV",
    "meAs":"Yo como desarrollador",
    "meAsInfo":"Los datos, las bases de datos y la lógica son temas que me apasionan, me encanta resolver nuevos retos. En mi rol de desarrollador de software considero muy importante seguir actualizando conocimientos sobre tendencias y manteniendo un aprendizaje continuo que me permita crecer profesionalmente y desarrollar nuevas habilidades.",
    "meAsTag":"¡Crear soluciones me hace muy feliz! 🧑🏽‍💻",
    "aboutmeTitle":"Sobre mí",
    "im":"Soy",
    "whatIm":"un joven desarrollador de software orientado al desarrollo backend con experiencia en frontend, ",
    "a":"una persona",
    "proact":"proactiva",
    "kind":"amable",
    "and":"y",
    "responsable":"responsable",
    "person":", tengo habilidades de ",
    "communication":"buena comunicación",
    "skills":"y capacidad para",
    "work":"trabajar en equipo",
    "perfectionist":"Normalmente intento optimizar mis soluciones",
    "aboutSecondPart":" y muchas veces tomar la iniciativa para mejorar funcionalidades de cualquier proyecto. Me gusta mucho programar, resolver muchos desafíos y recibir comentarios para mejorar.",
    "mainTech":"Principales tecnologías",
    "mainTechInfo":"Estas son mis tecnologías más destacadas en las que he trabajado en varios proyectos, Estos incluyen proyectos académicos y apoyo a pequeñas empresas con productos de software.",
    "otherTech":"Otras tecnologías",
    "otherTechInfo":"Todos los días me gusta visualizarme como un buen programador y poco a poco me gusta aprender nuevas tecnologías para complementar y expandir mis conocimientos de TI. Estoy capacitado en otras tecnologías como",
    "badgesTitle":"Insignias y certificaciones",
    "badgesSubtitle":"Aquí puedes ver la mayoría de las insignias y certificaciones que he obtenido a lo largo de mi carrera.",
    "pyTitle":"Conceptos básicos de python 1",
    "pyIssued":"Emitido por Cisco",
    "pyInfo":"Cisco, en colaboración con OpenEDG Python Institute, verifica que quien obtuvo esta insignia completó con éxito el curso Python Essentials 1 y obtuvo las credenciales de nivel de estudiante. Los ganadores tienen conocimiento de los conceptos de programación de computadoras, la sintaxis y la semántica del lenguaje Python, además de demostrar la capacidad de realizar tareas de codificación relacionadas con los conceptos básicos de la programación en el lenguaje Python y resolver desafíos de implementación utilizando la Biblioteca estándar de Python.",
    "ciberTitle":"Fundamentos de ciberseguridad",
    "ciberIssued":"Emitido por IBM",
    "ciberInfo":"Esta persona que obtiene la credencial demuestra una comprensión fundamental de los conceptos, objetivos y prácticas de ciberseguridad. Esto incluye grupos de amenazas cibernéticas, tipos de ataques, ingeniería social, estudios de casos, estrategias generales de seguridad, criptografía y enfoques comunes que adoptan las organizaciones para prevenir, detectar y responder a los ataques cibernéticos. Esto también incluye el conocimiento del mercado laboral. Los ganadores pueden utilizar este conocimiento para obtener más educación para una variedad de roles en ciberseguridad.",
    "projectTitle":"Proyectos Destacados",
    "projectsSubtitle":"He tenido la experiencia de crear soluciones reales para pymes, ",
    "projectsSubtitleTwo":"también he creado algunos proyectos personales y académicos de los que estoy orgulloso.",
    "greenTitle":"Proyecto HCI Green Cubes",
    "greenDesc":"Green Cubes es un proyecto HCI para comunicar a las personas las consecuencias de la explotación natural, fue la idea principal del primer SIGCHI en Costa Rica. Este proyecto sigue en desarrollo para crear casos de prueba y un artículo científico.",
    "funkoTitle":"Sistema de inventario para Funko Pops",
    "funkoDesc":"Este es un proyecto universitario en el que podemos gestionar el inventario de un carrito de compras Funko. Este proyecto fue creado build y API usando el microframework Slim y el cliente frontend con Angular.",
    "funkoLink":"Ver código",
    "gandocaTitle":"Página Web de Gandoca Tours",
    "gandocaDesc":"Esta es una aplicación web hecha en Wordpress y WooCommerce, mi función en este proyecto fue apoyarla, corregir errores y crear nuevos contenidos y secciones. También tuve que crear contenido multimedia como banners usando AI.",
    "gandocaLink":"Visitar página",
    "dalopcanTitle":"Gestor de expedientes médicos",
    "dalopDesc":"Este proyecto es un sistema de gestión de archivos para la empresa Caloocan Soluciones que se dedica a vender audífonos ortoprotésicos y brindar atención a sus pacientes. Continúa en desarrollo",
    "experiencesTitle":"Experiencias Destacadas",
    "experiencesSubtitle":"Me siento muy feliz de ser parte de buenas experiencias en las que colaboré con otros",
    "experiencesSubtitleTwo":"colegas interactuando o ejecutando diferentes proyectos.",
    "drupalTitle":"Drupal Camp 2023",
    "drupalInfo":"La primera vez del Drupal Camp en la UCR sede del Caribe aprendiendo sobre Drupal y siendo staff.",
    "sigchiTitle":"SIGCHI Costa Rica 2023",
    "sigchiInfo":"Una experiencia diferente aprendiendo sobre tecnología emergente y creando una solución a un problema ambiental. Estoy orgulloso de compartir que mi equipo y yo ganamos el primer lugar de este evento. 🏆",
    "pythonTutorTitle":"Tutor de Python",
    "pythonTuthorInfo":"Tengo un año de experiencia ayudando a estudiantes del TEC, UCR y Fidelitas con sus dudas sobre Python. Esta fue una gran experiencia porque aprendí mucho sobre Python al brindarles soporte. 🐍",
    "contactTitle":"¡Conectemos!",
    "contactInfo":"Muchas gracias por ver mi portafolio, contáctame a través de un Email y hablemos de una nueva oportunidad para combinar conocimientos, crear software y experiencias satisfactorias.",
    "contactLegend":"¡Estaré encantado de ayudar a su equipo y a su empresa!",
    "cName":"Nombre completo",
    "yEmail":"Dirección de correo",
    "subject":"Asunto",
    "message":"Mensaje",
    "submit": "Enviar",
    "goodNotifyTitle":"Mensaje enviado correctamente",
    "goodNotifyDesc":"Gracias por contactarme",
    "badNotifyTitle":"Mensaje no enviado",
    "badNotifyDesc":"Algo salió mal, por favor intentelo de nuevo...",
    "mariGrade":"Maestría en informática empresarial y Lic. en Administración de Empresas",
    "mariPosition":"Coordinadora de la carrera de Informática Empresarial",
    "ucr":"Universidad de Costa Rica",
    "danielGrade":"Bachillerato universitario en Ingeniería de Sistemas",
    "danielPosition":"Ingeniero de datos",
    "referenceTitle":"Referencias Profesionales",
    "referenceSubTitle":"En esta sección comparto opiniones de compañeros y supervisores que han formado parte de mi carrera profesional ",
    "referenceSubTitleTwo":"Estas referencias brindan una visión más completa sobre mi desempeño laboral, habilidades y contribuciones en diferentes proyectos y roles",
    "linkSchi":"Ver aquí",
    "profession":"Desarrollador de Software",
    "other-technologies":"Otras tecnologías que son parte de mi experiencia"
}