{
    "Home":"Home",
    "Projects":"Projects",
    "Bages":"Badges",
    "About-me":"About Me",
    "Contact-me":"Contact Me",
    "references":"References",
    "English":"English",
    "Spain":"Spain",
    "greeting":"Hello",
    "me":"I'm Diego Duarte",
    "rol":"Software Developer",
    "resume":"I like to solve problems, desing and write code for the backend side of any application, my goal is look for better tailored solutions using software tools",
    "cv":"Download CV",
    "meAs":"Me as a developer",
    "meAsInfo":"Data, databases and logic are topics that I'm apassionate about, I really love solving new challenges. As a backend developer I consider it very important continue updating knowledge about trends and mantaining an continuos learning that allows me grow professionally and develop new skills.",
    "meAsTag":"Creating solutions makes me very happy! 🧑🏽‍💻",
    "aboutmeTitle":"About me",
    "im":"I'm",
    "whatIm":"a jr. Developer who likes helping other programmers, talking about technology, animals and the ocean.",
    "a":"a",
    "proact":"proactive",
    "kind":"kind",
    "and":"and",
    "responsable":"responsable",
    "person":"I have",
    "communication":"communication",
    "skills":"skills and ability to",
    "work":"work in a team",
    "perfectionist":"Also sometimes I'm perfectionist",
    "aboutSecondPart":"and many times take the initiative to do or create something. I really like to programming, solve a lot of challenges and get feedback to improve myself.",
    "mainTech":"Main technologies",
    "mainTechInfo":"These are my most outstanding technologies in wich I have worked on numerous projects, I like to know a little about other areas such as cybersecurity, frontend, software architecture based on Backend development.",
    "otherTech":"Other technologies",
    "otherTechInfo":"Everyday I like to visualize myself as a good programmer and gradually I like to learn new technologies to complement my TI knowledge. I'm capacitated in other technologies such as",
    "badgesTitle":"Badges and certifications",
    "badgesSubtitle":"Here you can see my most badges and certifications that I've earn throughout my career",
    "pyTitle":"Python Essentials 1",
    "pyIssued":"Issued by Cisco",
    "pyInfo":"Cisco, in collaboration with OpenEDG Python Institute, verifies the earner of this badge successfully completed the Python Essentials 1 course and achieved the student level credentials.",
    "ciberTitle":"Cibersecurity Fundamentals",
    "ciberIssued":"Issued by IBM SkillsBuild",
    "ciberInfo":"This credential earner demonstrates a foundational understanding of cybersecurity concepts, objectives, and practices. This includes cyber threat groups, types of attacks, social engineering, case studies, overall security strategies, cryptography, and common approaches that organizations take to prevent, detect, and respond to cyber attacks.",
    "projectTitle":"Featured Projects",
    "projectsSubtitle":"I had have the experience of creating real solutions for pymes, ",
    "projectsSubtitleTwo":" also I have created some personal and academic projects that I am proud of them",
    "greenTitle":"Green Cubes HCI Project",
    "greenDesc":"Green Cubes is an HCI project for communicate to people the consequences of the natural exploitation, was the main idea for the first SIGCHI in Costa Rica. This project keeps in develop for the next level.",
    "funkoTitle":"Inventory System for Funko Pops",
    "funkoDesc":"This is a college project in wich we can manage inventory of a Funko's Shopping Cart. This project was created building and API using the microframework Slim and the frontend client with Angular.",
    "funkoLink":"View Code",
    "gandocaTitle":"Gandoca Tours Web Page",
    "gandocaDesc":"This is a web app made in Wordpress and WooCommerce, my role in this project was support it, fix errors and create new content and sections. I also had to create multimedia content like banners using AI.",
    "gandocaLink":"Visit Page",
    "experiencesTitle":"Featured Experiences",
    "experiencesSubtitle":"I feel very happy to be part of good experiences in which I colaborated with other",
    "experiencesSubtitleTwo":" colleagues through interacting or executing differents projects.",
    "drupalTitle":"Drupal Camp 2023",
    "drupalInfo":"The first time of Drupal Camp at UCR sede del Caribe learning about Drupal and being staff.",
    "sigchiTitle":"SIGCHI Costa Rica 2023",
    "sigchiInfo":"A different experience learning about emerging technology and creating a solution to a enviromental problem. I'm proud to share that my team and me won first place of this event. 🏆",
    "pythonTutorTitle":"Python Tuthor",
    "pythonTuthorInfo":"I have one year of experience helping TEC, UCR and Fidelitas students with their Python questions. This was a great experience because I learned a lot about Python from supporting them. 🐍",
    "contactTitle":"Let's connect!",
    "contactInfo":"Thank you very much for watch my portfolio, contact me through an Email and let's talk about a new opportunity to combine knowledge, create satisfactory software and experiences",
    "contactLegend":"I'll be excited to help your team and your company!",
    "cName":"Complete name",
    "yEmail":"Your E-mail",
    "subject":"Subject",
    "message":"Message",
    "submit": "Submit",
    "goodNotifyTitle":"Email Sent Successfully",
    "goodNotifyDesc":"Thanks for contact me",
    "badNotifyTitle":"Email Was Not Sent",
    "badNotifyDesc":"Something Happened Wrong, try again please...",
    "mariGrade":"Master in Business Informatic & BS Degree in Business Administration",
    "mariPosition":"Informatic Business career Coordinator",
    "ucr":"Universidad de Costa Rica",
    "danielGrade":"College Degree in Systems Engineering",
    "danielPosition":"Data Engineer",
    "referenceTitle":"Professional References",
    "referenceSubTitle":" In this section, I share opinions from colleagues, and supervisors who have been part of my professional career ",
    "referenceSubTitleTwo":"these references provide a more complete view about my work performance, skills and contributions in different projects and roles",
    "linkSchi":"See it here"
}